[
    {
        "id" : 1,
        "title" : "How to Plan for Expat Life Around the World",
        "content" : "If you want to live the expat life, with dreams of living affordably and comfortably in a foreign land that offers an enticing set of benefits, it’s possible. It’s not always straightforward and simple, but it’s possible. While it would be wonderful if we could just show up in a new country, find a place to live and get settled into a new life, unfortunately, that’s not how it works. You can do that for a limited period of time (usually up to 3 months) in many places but beyond that timeframe, the process gets trickier. This is why it’s vital to not just plan ahead, but to really dedicate significant time to figuring out how to achieve your expat goal before you buy a plane ticket or start looking for apartments. The more you plan ahead, the easier the process and the better your chances of making it happen. When I recently got a residency visa for Spain, the process seemed overwhelming at first. But I spent a week examining everything I needed to do in order to apply and when the time came to move forward, I only needed 1 week to gather all of the documents and apply at the Spanish Consulate in Miami. Two weeks later, I had my visa and I was good to go. Without that pre-planning though, the process would have been a mess and taken much, much longer in the end. Apart from determining how you can actually stay in a country long-term and which visa you might need, there are other things to consider as well that will help ensure the process is smooth and the adjustment to life in a new country is smooth too.",
        "createdAt" : 1624641364,
        "authorId" : 2,
        "tagsIds" : [1,5,6,3],
        "comments" : [
            {
                "id" : 1,
                "title" : "A quick question",
                "content" : "If you are doing a carry on, how do you get that large of a size of contact solution onboard when the limit is much smaller?",
                "createdAt" : 1624642364,
                "authorId" : 1
            },
            {
                "id" : 4,
                "title" : "Great Article",
                "content" : "I’m in my moving to Cambodia permanently (from South Africa), so I’ll be an expat. What do you suggest for travel/medical insurance. My question is, if I purchase annual ongoing travel insurance say, from World Nomads, would I have to pay out of pocket for a hospital visit and claim later? If so, is it possible to receive the payout in Cambodia or do they only payout when you return to your own country. Obviously in my case I won’t be returning, maybe only after 2 years for a visit. Your advice or anyone else on here would be appreciated.",
                "createdAt" : 1624648364,
                "authorId" : 2
            }
        ],
        "featured" : true,
        "main" : true,
        "images" : {
            "small" : "assets/img/portfolio/small/image8-small.jpg",
            "medium" : "assets/img/portfolio/image8.jpg",
            "large" : "assets/img/portfolio/large/image8-big.jpg",
            "alt" : "image3"
        }
    },
    {
        "id" : 2,
        "title" : "How Does A Permanent Nomad Pack?",
        "createdAt" : 1624665114,
        "content" : "It’s been 19 years on the road and one of the most common questions I’m asked is about what I pack and travel with as I bounce around the world nonstop. I’ll warn you: it’s pretty simple. Normally, I just take my pile of possessions, stuff (or gently place) them into my small but unbelievably reliable Timbuk2 Co-pilot Roller suitcase or sometimes my trusty Kelty Redwing 44 backpack and be on my merry way. But, I do notice that many people are quite surprised when they see ‘my life in a small suitcase‘. After all, I do indeed carry my life around with me as I travel the world on a permanent basis. Apart from a box full of random things that I keep at my mom’s place in the USA, I have all my possessions with me at all times. And what I have…it’s not too much. How Much Do I Pack? – Weight Typically, my main luggage weighs about 11 kgs (24 lbs). I also carry a messenger bag for my laptop and other electronic gear, which weighs about 4.5 kgs. The reason I travel relatively lightly is simple – the less weight I pack, the easier it is to travel. There’s a huge difference between hopping from bus to bus, from guesthouse to guesthouse and from town to town with 11 kgs of luggage as opposed to 25 kgs worth of stuff. There’s a difference having a main suitcase that’s carry-on size (even if I do check it from time to time) instead of a suitcase the size of a hippopotamus. It’s just easier.",
        "authorId" : 1,
        "tagsIds" : [6,3],
        "comments" : [
            {
                "id" : 1,
                "title" : "Great Article",
                "content" : "Wow your minimalism is highly enviable! I think this may be limiting in terms of where you could go and what you could do with such little gear and clothing options. But you seem to really have something figured out here!",
                "createdAt" : 1624642364,
                "authorId" : 1
            },
            {
                "id" : 2,
                "title" : "Question",
                "content" : "I recently went to Chicago, and although nothing compared to the distance you cover and the places you go, I loved being in a new place and seeing everything. I’m also debating on a life of travel like you. I subscribed yesterday and I’ve been reading what you have on this website and I love everything. Super informative and so enlightening. I never really imagined that one could get by traveling around the world – truly, a nomad.",
                "createdAt" : 1624652364,
                "authorId" : 4
            }
        ],
        "featured" : true,
        "main" : true,
        "images" : {
            "small" : "assets/img/portfolio/small/image1-small.jpg",
            "medium" : "assets/img/portfolio/image1.jpg",
            "large" : "assets/img/portfolio/large/image1-big.jpg",
            "alt" : "image2"
        }
    },
    {
        "id" : 3,
        "title" : "18 EASY STEPS FOR PLANNING YOUR NEXT TRIP",
        "createdAt" : 1624675114,
        "content" : "I remember when I started planning my first trip around the world. I had no idea what I was doing. When I decided to quit my job and travel the world, I walked into a bookstore and bought Lonely Planet’s Southeast Asia on Shoestring. Buying that guidebook was my first step toward long-term travel. It made the trip seem more real, more tangible. It made it all seem possible. While helpful, the book didn’t exactly prepare me for planning a trip around the world. Back then, there weren’t really travel blogs, sharing economy websites, and apps like there are today. I was excited and determined — but I was lost. I had to figure it out as I went, hoping I didn’t miss anything important. Trip planning can be a daunting task. Where do you begin? What’s step one? What’s step two? What’s step three? It’s easy to get overwhelmed, especially when you haven’t done something like this before — and especially considering just how much information there is out there these days. Blogs, social media, and guidebooks have never been more plentiful. There’s a firehose of information out there that can sometimes make the task of planning a trip even more challenging and overwhelming. After a decade of traveling the world, I’ve planned countless trips and vacations for myself, friends, family, and even group tours. In the beginning, it was trial by fire and I learned a lot of lessons the hard way. However, that helped me develop an efficient checklist that ensures I don’t miss anything important during the trip planning process. After all, I don’t want to get to my next destination and then realize I forgot something. And neither do you! There is a lot of information on this website (and even more information packed into my book), but one question that comes up frequently is, “Matt, how do I put this all together? How do I plan a trip?” In a continuing effort to help you get out the door and into the world, I’ve created this step-by-step guide on how to plan a trip. It works for any kind of trip and no matter how long you’re going for! Just follow this checklist and you’ll be off in no time!",
        "authorId" : 3,
        "tagsIds" : [1,2],
        "comments" : [
            {
                "id" : 1,
                "title" : "Question",
                "content" : "It has come time for me to get a new travelling bag (RIP my old eurohike one!) but am thinking of going lighter as mine was 65 liters. I see you recommend 50 liters for a year’s travelling, I’m going for 5 months so am thinking to go with this. But I have a question about when travelling with your laptop, if you want to take it out with you to a cafe or something similar do you just take the Kelty out with you and leave your clothes etc at the hostel/guesthouse. Or do you have your day pack fit into your Kelty and then take that out with you when required.",
                "createdAt" : 1624633364,
                "authorId" : 4
            }
        ],
        "featured" : true,
        "main" : false,
        "images" : {
            "small" : "assets/img/portfolio/small/image10-small.jpg",
            "medium" : "assets/img/portfolio/image10.jpg",
            "large" : "assets/img/portfolio/large/image10-big.jpg",
            "alt" : "image10"
        }
    },
    {
        "id" : 4,
        "title" : "Sport is good",
        "createdAt" : 1626525114,
        "content" : "We are near the end... London is currently the sports center of the world, and by the end of this week it will host the Wimbledon final and the European Football Championship. In the men's competition, on Wednesday, they are on the program of the quarterfinals, on the Central court, the program will be opened by Djokovic - Fucovic from 14:30, and after them, Federer - Hurkac will play. Khachanov - Shapovalov will play on field number 1 from 2 pm, followed by Beretini - Auger-Aliasim. For women, we already have the semifinal pairs Barti - Kerber and Pliškova - Sabalenka. As for football, tonight they will play Italy - Spain from 9 pm, and tomorrow at the same time England - Denmark. There will be no limit on the number of fans, but no organized arrival of foreigners will be allowed. Also in South America is the end of their championship, tonight Brazil beat Peru 1: 0 in the semifinals and is waiting for the winner of the match Argentina - Colombia (from 3 according to ours). If anyone thinks of basketball, the NBA Phoenix Suns - Milwaukee Bucks final begins tonight at 3 p.m. Baksima Janis was injured and it has not been officially confirmed whether he will miss the first two games, and even if he returns, the question is in what condition he will be, but that is why the rest of the team easily won the previous two games of the East finals without him. Not to be just like the announcement of a TV program - to suffocate a little with statistics ... and this time we had several records, for example after the 3rd round when Novak beat Kudla (and adequately inflated some individuals in the audience) he improved his own record and rounded the number of victories at each of the Grand Slams to a minimum of 75, and also came to 1st place in the percentage of official ATP matches won (surpassed Nadal in the 4th decimal and now has 83.2%). With the victory over Garin, he entered his jubilee 50th GS quarterfinals, and Federer became the oldest quarterfinalist in the history of Wimbledon. In the eighth, Zverev (from Auger-Aliasim) and Medvedev (from Hurkac) were eliminated in 5 sets, so now Federer is the highest remaining holder in the 2nd half of the draw, if he is placed in the semifinals, he can meet the Canadian since when on day 19 years older. It is a small shadow that Medvedev as the 2nd seed, and he still had theoretical chances to reach the 1st place after Wimbledon, did not play his match on the Central court for a single time for these 4 rounds, moreover, he did not play the match of the eighth on field number 1, so due to the rain he had to continue the match today. The curiosity is that the young Koko Goff, currently 23rd on the WTA list, played as many as 3 times on the Central Court during that time. Medvedev's relegation theoretically secured Novak first place for at least another 5 weeks.",
        "authorId" : 4,
        "tagsIds" : [5,6],
        "comments" : [
            
        ],
        "featured" : false,
        "main" : false,
        "images" : {
            "small" : "assets/img/portfolio/small/image9-small.jpg",
            "medium" : "assets/img/portfolio/image9.jpg",
            "large" : "assets/img/portfolio/large/image9-big.jpg",
            "alt" : "image9"
        }
    },
    {
        "id" : 5,
        "title" : "Eurosong - laser sewer",
        "createdAt" : 1625225114,
        "content" : "Are you singing? You threw a toxic zombie saltpetter in the air, the copma cooler started working backwards, sucked it in, consulted the motherboard, the hidden ember and the advisor, filled it with audio light, chased the processor harder, and finally spat all that nasty and poisonous spark into the ether and summed up in a virtual dead end full of containers and thrown puppets that 'sing' recorded forms, silicone voices, buds glued to cameras ... Long live eUrosong. End of the world? Really, the end of the world? I guess not. It would fly light. We ask the motherboard, as the mother of the 8th passenger, to provide some answer. She cheats, aware of her betrayal for which she received Nothing. And he says, you have no chance before the creature: I'm sorry. A helpless backhand slap that rips his head off. The only way out is to record more and more ugly and meaningless sequels of 8. Putnika 4, 5, 8, 11, 188, 888, 80888 ... The audience will not notice any difference through those sequels. Just don't touch the original version. So no numbers behind the title. A rare science fiction that has at least a shred of soul. That 8th passengerK. A eUrosong? It is only associated with the end of the world. I guess that's the wrong impression. But it's not just an impression. It is a scientific sequence: where a song is like that, life is like that. So he's gone.",
        "authorId" : 4,
        "tagsIds" : [6],
        "comments" : [
            {
                "id" : 1,
                "title" : "Comment",
                "content" : "The best Eurosong ever. ES has long since become a festival for misfits, that is. unadapted, I mean performers, so it is a positive phenomenon regardless of the fact that it causes a negative artistic experience in some.",
                "createdAt" : 1624636364,
                "authorId" : 1
            },
            {
                "id" : 2,
                "title" : "Question",
                "content" : "This event was thematically conceived as a kind of homage to Hieronymus Bosch, and such an experience should have been challenging. A garden of earthly pleasures seen through the eyes of a man of the new millennium ... Nice of the Dutch to remember him. The Eurovision Song Contest is the central image and humanity is at a crossroads, it can be either left or right ...",
                "createdAt" : 1624266364,
                "authorId" : 2
            }
        ],
        "featured" : false,
        "main" : true,
        "images" : {
            "small" : "assets/img/portfolio/small/image2-small.jpg",
            "medium" : "assets/img/portfolio/image2.jpg",
            "large" : "assets/img/portfolio/large/image2-big.jpg",
            "alt" : "image2"
        }
    },
    {
        "id" : 6,
        "title" : "Where is Belgrade?",
        "createdAt" : 1624985114,
        "content" : "I don't know about other cities, but I've noticed something in recent years in Belgrade, more than ever before. Cars, crowds, people, nervousness in the air and very rarely meet people I know at least from seeing them on the street. What is happening? Where are the celebrities, who are these people I don't know? Belgrade is starting to look like a London tube (metro) to me. People turn to themselves and their micro world. The difference is that they are mostly quiet there and these people are loud, intrusive, unknown… a foreign world in the middle of their own backyard. When was the last time I sat down with someone somewhere and saw a familiar face? It happens… but rarely .. Maybe my movements are limited but it is unusual that… .ma… has nothing to do with it. It is as if we are turning into some huge city and slowly disappearing in it, while the famous, close to us, Belgrade, goes to the realm of dreams and dreams of us as we dream of it.",
        "authorId" : 3,
        "tagsIds" : [6,1,3],
        "comments" : [
            {
                "id" : 1,
                "title" : "Comment 12",
                "content" : "Neither the Hungarian nor the Pole are naive opponents, it will be interesting in the quarterfinals. Shapovalov seems to me to be the biggest mine for Novak in the entire tournament. They put Nole non-stop to play during the day ...",
                "createdAt" : 1624636364,
                "authorId" : 1
            },
            {
                "id" : 2,
                "title" : "Disagree",
                "content" : "Here are no weaknesses in the quarterfinals, especially on this surface.  Both the Pole and the Hungarian play similarly, and they know how to play, and they seem balanced and Beretini is similar, maybe a shade more aggressive, although what little I saw here is much better controlled than before. I often think unnecessarily who could be the most dangerous opponent and Shapovalov was in the first three spades for me at this Wimbledon.  Novak and he played a few official matches and Novak won everything, but almost all of them were dense (they didn't play an official match on the grass, but they played the Budles exhibition tournament a couple of years ago as a warm-up for Wimbledon and the Canadian won, but Novak won won Wimbledon)  I remember the match with Fucovic from the US Open in 2018, because the heat and humidity were unprecedented, they both dragged on for the first two sets, it was 1: 1, it even seemed that the Hungarian was better able to withstand extreme conditions and then he suddenly fell, and Novak lost and broke it, later in the second round he also dropped the set ... and that was all his opponents did in that tournament. We are cheering for 2018 to be repeated this year as well, as far as the last two Grand Slams are concerned.",
                "createdAt" : 1624266364,
                "authorId" : 2
            },
            {
                "id" : 3,
                "title" : "Question",
                "content" : "Do you support the Italians, after all?",
                "createdAt" : 1624636364,
                "authorId" : 1
            },
            {
                "id" : 4,
                "title" : "Comment title 52525",
                "content" : "1: 1 Morata, the most criticized player in this championship! with a double pass they knocked out the complete defense of the Italians!",
                "createdAt" : 1624356364,
                "authorId" : 2
            }
        ],
        "featured" : false,
        "main" : false,
        "images" : {
            "small" : "assets/img/portfolio/small/image5-small.jpg",
            "medium" : "assets/img/portfolio/image5.jpg",
            "large" : "assets/img/portfolio/large/image5-big.jpg",
            "alt" : "image5"
        }
    },
    {
        "id" : 7,
        "title" : "australian Open 2010",
        "createdAt" : 1625494114,
        "content" : "With the start of the first Grand Slam this year, we are also starting to follow the new tennis season on the blog. The Australian Open, which takes place from midnight on January 18 to January 31 on the grounds of Melbourne Park in Melbourne, will give us a picture of what we could expect this year and how different it will be compared to last year. Although there are not even twenty days since the season started and only a few tournaments have been played on the tennis scene, it is very lively and there has been some interesting, conditionally speaking, off-court news in recent days. We certainly highlight the exhibition played by Fed, Rafa, Nole, Rodik, Serena, Kim, Hewitt and Samantha Stosur plus Bernard Tomic and Jim Courier, who was a judge, at the suggestion of Roger Federer, with the aim of collecting aid for Haiti. . Novak Djokovic also had good ideas in the previous days, so he proposed changing the format of the Davis Cup so that from now on it is played every other year as a world championship for ten days with 32 best national teams divided into 4 groups of 8 teams. Other players have already supported this idea, and it seems that such a change could bring everyone a stronger buck than is the case with the current DC. And when we talk about a stronger penny, we can't help but mention Maria Sharapova, who signed an eight-year contract with Nike, according to which she should earn 43 million pounds, which is the most valuable contract that an athlete has ever concluded (with this kind of money, winter looks more acceptable) You can see the whole draw here, and I will single out the opponents of our players. Ana Ivanović is in the part of the draw where the first seed Serena Williams (USA) is and she is playing her first match against Chennai Perry (USA), who came to the tournament from the qualifications. If she passes, she could meet Gisele Dulko (ARG) in the second round, and Vera Zvonareva (RUS) in the third. In the fourth, she would go to Victoria Azarenka (BLR), and if she passes, a duel with Serena in the quarterfinals would follow. If she happened to pass in the semifinals, a duel against the other sister or against Karolina Vozniacki (DAN) could follow. Ana reached the third round last year and she has to get there if she wants to defend the points, and for everything beyond that, there is an increase in the points balance. In her environment, the WTA list is quite crowded, so that any loss or gain of points can affect the jump or further decline on the list, all depending not only on her but also other results. Before AO, Ana played one tournament (Brisbane) in which she reached the semifinals.  Jelena Janković is in the part of the draw where she is the second holder, Dinara Safina (RUS). JJ will play her first match against Monica Nicolescu (ROU), in the second she would go to, say, Katie o'Brien (GBR), and in the third to Alona Bondarenko (UKR). In the fourth round, her opponent would be Marion Bartoli (FRA), while in the quarterfinals she would go to either Dinara or Sharapova (RUS). If she manages to skip them, she can choose one of the two Russians - Kuznetsov's or Dementiev's, and if she doesn't like them, there is also a Belgian combination - Enan or Clijsters. Jelena reached the fourth round last year and she has to get there if she wants to defend the points, and new ones follow for everything beyond that. However, it will not be easy at all due to the fact that Jelena is coming to the AO with only one match played this year due to the defeat in the first round of Sydney.",
        "authorId" : 2,
        "tagsIds" : [1,4],
        "comments" : [
            {
                "id" : 1,
                "title" : "Great post 21",
                "content" : "We certainly highlight the exhibition played by Fed, Rafa, Nole, Rodik, Serena, Kim, Hewitt and Samantha Stosur plus Bernard Tomic and Jim Courier, who was a judge, at the suggestion of Roger Federer, with the aim of collecting aid for Haiti.  ",
                "createdAt" : 1624266364,
                "authorId" : 2
            },
            {
                "id" : 2,
                "title" : "Question about blog",
                "content" : "I'm opening a blog this morning and there's something to see! I barely found the necessary buttons to log in. so when did the change happen?",
                "createdAt" : 1624636364,
                "authorId" : 1
            },
            {
                "id" : 3,
                "title" : "Comment title 52525",
                "content" : "I'm already a little used to tennis. It's nice that all of us are here again and beat the ball over the net. I hope it will be as little as possible in the network :)",
                "createdAt" : 1624356364,
                "authorId" : 2
            }
        ],
        "featured" : false,
        "main" : false,
        "images" : {
            "small" : "assets/img/portfolio/small/image12-small.jpg",
            "medium" : "assets/img/portfolio/image12.jpg",
            "large" : "assets/img/portfolio/large/image12-big.jpg",
            "alt" : "image9"
        }
    }
]